loadtest-results.txt

Summary:
  Total:	13.8673 secs
  Slowest:	0.6434 secs
  Fastest:	0.1176 secs
  Average:	0.1358 secs
  Requests/sec:	721.1234
  
  Total data:	1200079 bytes
  Size/request:	120 bytes

Response time histogram:
  0.118 [1]	|
  0.170 [9796]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.223 [97]	|
  0.275 [5]	|
  0.328 [0]	|
  0.380 [0]	|
  0.433 [4]	|
  0.486 [1]	|
  0.538 [0]	|
  0.591 [49]	|
  0.643 [47]	|


Latency distribution:
  10%% in 0.1226 secs
  25%% in 0.1247 secs
  50%% in 0.1284 secs
  75%% in 0.1343 secs
  90%% in 0.1438 secs
  95%% in 0.1543 secs
  99%% in 0.3986 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0027 secs, 0.0000 secs, 0.2902 secs
  DNS-lookup:	0.0001 secs, 0.0000 secs, 0.0084 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0162 secs
  resp wait:	0.1330 secs, 0.1176 secs, 0.4622 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0447 secs

Status code distribution:
  [200]	9999 responses
  [429]	1 responses